Repository: felixk101/bewegdich-public
Catalog: src/languages/*/LC_MESSAGES/django.po
Languages: fr_fr

source: No permission to get your position.
fr_fr: Aucune autorisation d'accéder à votre emplacement.

source: Your position is unavailable.
fr_fr: Votre position est non disponible.

source: Request error.
fr_fr: Erreur de connexion.

source: Settings
fr_fr: Ajustage

source: Walking speed
fr_fr: Vélocité

source: Boarding station:
fr_fr: Entrance station:

source: Walking time
fr_fr: Période des marche

source: Departure time:
fr_fr: Partance:

source: Congratulations, you reached your destination. Want to walk to next station? Just start a new search!
fr_fr: Félicitations! Vous avez atteint l'arrêt. Ils veulent continuer la même chose? Lancer une nouvelle recherche!

source: Destination reached
fr_fr: Objectif accomplie

source: Duration:
fr_fr: Durée:

source: Line:
fr_fr: Ligne:

source: Select
fr_fr: Sélectionner

source: Close
fr_fr: Clore

source: Details
fr_fr: Détail

source: Walking destination:
fr_fr: Marche destination:

source: Departure:
fr_fr: Départ:

source: Navigate
fr_fr: Naviguer
